class Texts():
	awaiting_start_text = '''В 15.00 откроются двери в Большой зал на 6 этаже. 
В 15.15 заработает чат-бот.'''
	welcome_text = '''Сегодня вы увидите воплощение идеи флюидной коллективности*, в рамках которой мы работаем последние полгода. Эту же идею мы предлагаем вам как возможность для коммуникации. В большом зале представлены несколько пространств с условными границами, которые позволяют разным направлениям работ существовать в едином ландшафте. Отнеситесь к этому ландшафту как к процессу, открытому для изменений. Интенсивнее пережить опыт и сориентироваться в пространствах и между вам поможет чат-бот. Однако вы можете отказаться от его услуг в любой момент и построить собственный маршрут.
За порогом как будто бы только одно правило — правило бережного отношения друг к другу. Пожалуйста, наденьте маску. Кое-где вам также потребуются наушники. Двери в зал для входа и выхода открыты на протяжении всего показа.

* Флюидная коллективность — это способ коллаборативного существования перетекающих временных сообществ с разной степенью интенсивности соприкосновения и общности. Это особый режим внимания, работая в котором мы включаем многообразие и не выбрасываем из своей картины мира непонимаемое. Режим коллективности, в котором нет необходимости всегда пребывать в крепком объятии друг с другом, а дистанция не менее важна, чем чувство общности. 

Дисклеймер:
Дорогой зритель, все разговоры в чате будут использоваться для обучения нейросети, которая общается с вами. Пожалуйста, не нарушайте нежные_законы РФ при общении с ботом. Так диалог будет безопасен для всех.

Что вы видите перед собой?'''
	question_text = '''Здесь вы можете задать любой вопрос случайному зрителю'''
	track_in_progress_text = '''Наши маршруты еще в процессе создания'''
	track_text = '''Здесь вы можете создать свой трек, пройти трек созданный _ или другим зрителем'''
	track_first_step_text = '''Введите первый шаг'''
	track_next_step_text = '''Введите следующий шаг'''
	oldness_text = '''Это ландшафт бесконечно развивающийся по времени нашего спектакля. Ландшафт, в котором возникают и постоянно меняются наши мысли.
Вы можете протянуть его в любое место, связать отрезки времени, как угодно поучаствовать в его изменении.
Вы можете поделиться тем, о чем вы думаете прямо сейчас, находясь в этом ландшафте.

флюидных идентичностей здесь_{0}'''
	postrave_text = '''привет! перед вами пространство альтернативной реальности. 

оно живёт особенным образом,
попасть туда можно двумя способами : 

1 способ

- надеть свою маску на глаза /и не снимать её во время перформанса/ 
- включить камеру телефона в режим видеозаписи /всё, что будет происходить внутри , вы сможете увидеть после/ 
- перед тем, как войти в пространство, вы примете участие в специальной безопасной практике 
- мы просим вас бережно относиться к любым субъектностям внутри пространства 
- сосредоточьтесь, пожалуйста, на том, что волнует вас больше всего,  попробуйте сформулировать это как внутренний запрос/вопрос 

2 способ

- вы  заходите в пространство и свободно располагаетесь там 
- вы максимально бережны по отношению ко всем субъектностям в этом пространстве 
- сосредоточьтесь, пожалуйста, на том, что волнует вас больше всего. попробуйте сформулировать это как внутренний запрос/вопрос 

внимание!
если вы захотите покинуть пространство – поднимите руку и вам помогут.

флюидных идентичностей здесь_{0}'''
	emptiness_text = '''Это пространство пустоты. Здесь нет ничего и есть все. 
Найдите это пространство везде, где сможете.

флюидных идентичностей здесь_{0}'''
	fullfill_text = '''Описание создано одной из 17 или более идентичностью _ и нейросетью.

Вам понадобятся наушники.'''
	between_text = '''Вы попали в пространство между. Как только вы наденете наушники и перейдете по ссылке, где бы вы ни находились, вы окажитесь в звуковом потоке. Это пространство интерпретации. Эстетическое созерцание здесь переносит субъективацию от авторов к реципиентам. Обволакивающая текучая множественность пронзается возможностью коллективного единства.

флюидных идентичностей здесь_{0}'''
	investigation_text = '''Вы попали в пространство, где ведется расследование. Займите любое свободное место. Присылайте ваши зацепки по делу: улики, свидетельства, подозреваемых в сообщения боту. Вы также можете поучаствовать в добровольном сборе средств на корм животным. Пожалуйста, не выключайте свои телефоны на время расследования.

флюидных идентичностей здесь_{0}'''
	clue_text = '''Опишите ее в поле ввода'''
	clue_submit_text = '''ваша зацепка приобщена к материалам дела'''
	cocoon_text = '''Это тело живого Кокона. Внутри него вы оказываетесь в самостоятельно живущей единице технологии — живом, чувствительном к вашему присутствию пространстве. Убедитесь, что пространство свободно. Оно может быть активировано для одного человека, для вас.'''
	cocoon_occupied_text = '''Сейчас в Коконе находится другая жизнь, пожалуйста, подождите. Пока Кокон занят, вы можете исследовать пространство вокруг.'''
	cocoon_about_text = '''Кокон — пространство, которое осмысляет телесное проживание реальности через призму техно-магического мышления и нового спиритуализма.

Ситуация локдауна обнажила проблему коммуникативных связей между категориями Я и Другой. Кокон создает возможность диалога, в котором переизобретается язык цифровой телесности, чтобы выйти за пределы привычных вербальных принципов коммуникации.

Кокон существует как самостоятельно живущая единица технологии. Это искусственный интеллект, созданный по аналогии с природным. Кокон будет жить своей жизнью, изучая человека, коммуницируя с ним. Каждый приход человека будет оставлять след в памяти Кокона. Пространство дышит (растения), пахнет (земля), живет своей жизнью (плесень), общается с человеком. У Кокона разные настроения, эмоции, переживания, состояния. Диалог происходит как словесно, так и телесно, через звуки и запахи. Кокон — это пространство заземления.'''
	cocoon_free_text = '''Если вы готовы войти внутрь, пожалуйста, остановитесь, закройте глаза и подышите в своем темпе. Настройтесь на знакомство. Если хотите, можете снять обувь.'''
	new_space_text = '''В _ можно создавать новые пространства 🔆

(использовать любые найденные материалы вокруг вас)

В чате ниже можете обозначить для других их параметры сосуществования (например: месторасположение, время, содержание и тп), договориться о встрече, найти соучастников, присоединиться к ним'''